---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsHeightParam
source: html/b05d1178-60fb-46df-5a5d-d15c39c55177.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSecondaryHandrailsHeightParam { get; }
```